{
    "podcasts": [
        {
            "show": "The Joe Rogan Experience",
            "episode": "Bernie Sanders",
            "url": "https://www.podgist.com/joe-rogan-experience/1330-bernie-sanders/index.html",
            "transcript": "Hello friends and welcome to the show this episode, the podcast  If you're not ready, switch debit cards, you don't have to with the cat  cash app will also send ten dollars to support our good friend, justin wren's fight for the forgotten charity,  love me undies. They are my absolute all time, favorite underwear and I wear them every day. I do not  in on your body and their offers in sizes, from extra small to four 4xl. The fear ole feel free collection offers an ultra soft waistband that maximizes  free shipping, it's a no brainer, especially because they have a one hundred percent satisfaction guaranteed. Who  the resumes to find people to write  but not least, were brought to you by simply safe? According to studies, over ten percent of break ins are planned beforehand. The rest are spur of the moment. Crimes of opportunity- in other words  your window and room with twenty four seven professional monitoring and they make it easy on you. There's no contract, no hidden fees or fine print and simply safe, has won a ton of awards from psi net to the new york times.  or you go to simply save dot com, slash rogan, so that they know that this show sent you.  Absolutely it's! You shouldn't even call them a debate. What they are is a um. You know reality tv show in which you have to come up with a sound bite. No that stuff it is the meaning that's the meaning, to the candidates and it's the meaning to the american people. You can't explain the complexity,  on the stage, what do you do, but there are other ways that we've got to do it because the issues facing this country are so enormous and in some cases so complicated. Nobody in the world can honestly explain them in forty five seconds and then that what encourages people to do is to come up with sound bites to do absurd things. If I yelled in scream on the show I took my clothes off, it would get a lot of publicity right. Yeah  they. These are a long conversations, but it takes us to another issue and that as a nation, we do a pretty bad job in analyzing and discussing the serious issues facing our country, and I I hold the media to some degree responsible for that. You know other countries what they do is the job you want to run for president,  a chunk of their time and then pled his case, but you know what goes on in other countries. You don't have to buy that time. What the obligation is, if you are a network you're going to make that I'm free and available to canton.  can do online like you can do right here right now. You can't get that on television. What  annoying to you? Yes, it is, of course it is  I don't think it is it's not, and the truth is we are the only major country on earth. Many people don't know this. We're the only major country on earth not to guarantee health care to all people as a human right, and yet we end up spending almost twice as much per capita on health care the function, and you can argument with me if you want, but the function of the current health care system is not to provide quality capable it is to make tens of billions of dollars in profit for the drug companies and the insurance companies. That's the function. If you go to canada and I live fifty miles away from the canadian border, you have major heart surgery, you're in the hospital for a month. Do you know what the bill is when you get out zero? You got it. You got any doctor, you want, you don't have to take out your wallet,  yet they guarantee health care all of their people and they spend one slash two of what we spend that's kind of what I want to go, and I don't think that that's terribly radical. We have a program now, which everybody knows it's called medicare was started by lyndon johnson back in one thousand nine hundred and sixty five. It is a popular program. All that I want to go over a four year period is to expand the today eligibility age is sixty five want to take it out of fifty five. Forty five, thirty five everybody over four year period. That's about it and I want to expand benefits to include a dental care.  It's a high classes as well. That's about it not too radical, but that doesn't some alcohol. Now when you say that the the tenor spends less. Obviously they have less people, you mean less per capita as path per capita and in the quality of care is as good or better do. They have problems yeah their problems. Everybody has problems, but overall the health care experts will tell you the quality of care. There is as good or better than it is in our country. So what's the hurdle? Okay, I'll, tell you exactly what her last hurdle is exactly the same thing is in every other aspect of our lives. It's the power of money, art! Listen to this over the last twenty years. The drug companies alone have spent four and a half billion dollars in twenty years.  On lobbying and campaign contributions, that's what we're up against the knowledge- and I mark my words within a short period of time. You will see tv ads, california, all over this country, demonizing bernie sanders. He wants to do this terrible thing to you. He wants to do that. They have  and drugs in california may recall that effort. It was a ballot item in one state here in california. Do you know how much the drug companies alone spent a defeat that they spent one hundred and thirty one dollars million on one ballot item in one state all right? Last year the top ten drug companies made sixty nine dollars billion. A week ago I went to canada with a number of americans who are dealing with diabetes. We bought insulin in windsor ontario for one slash, ten, the price ten percent of the same exact product being charged in america. So you got a drug company,  not to go shooting and such is this something that can really be implemented inside of four years yeah.  nineteen million people signed up with the technology that is way way behind. Where we are today, why can't we over a4 year period simply expand that program? I don't think it's such a a difficult op.  in general, when people talk about lobbyists and it's it's a an unattractive term. We we think a bit in terms of a negative. We don't we don't think of all thank others lobbyists.  yeah the tour and only d'oh d'oh. Today, in america you got three people owning more wealth in the bottom half of the american society. You don't see that on television too much of you, no, you don't three people. You got the top one percent owning more wealth than the bottom. Ninety two percent- listen to this. This is a statistic we recently saw came from the federal reserve over the last thirty years. The top one percent has seen a twenty one dollars trillion increase  in their wealth. The bottom half of america seen a nine hundred dollars billion decline in their wealth. So what you have in america today is a relatively small number of incredibly wealthy people, and I deal with these guys every day. People are always talking about rich. You don't know what riches, what multibillion dollar operations off incredible power over our society, and if you want a pharmaceutical industry, and last year ten companies made sixty nine dollars billion in profit. You're sitting around right now saying all right, that's  sure that they make as much as I can profit, but it's not any different with wall street, it's not any different with the fossil fuel industry or the prison industrial complex. These guys have wealth, they have power and they could care less about the needs of working people in this country, and that's the dynamic of american politics.  spend their money, you know they will tell you that all of them want to research and develop were charged with tackling cancer with tackling diabetes, alzheimer's. The truth is, of course they are, but the bulk off their money is going off into what we call the meat too  stop that, when you're dealing with this kind of influence that you talked about with sixty nine dollars billion in a year I mean the resource? Is they have? How would you stop that? Well, that is kind of what we call the sixty four thousand questions, yeah and I'll. Tell you what I think this is what I believe if you think back on american history and you think about the real changes that have taken place in society. You think about the labor movement and working class people standing up and saying to their employers, we're not gonna, be treated like animals anymore, you can't hire and virus. You can't work us, you know fifteen hours a day, we deserve dignity and you think about the growth of the labor movement of millions of people, beginning to slam together and fight you think about the civil rights movement. You know and  wasn't just dr martin luther king jr was again millions of african americans and white allies say we're going to end segregation and racism in this country about about the women's movement. A hundred years ago, women in america didn't even have the right to vote. Think about the gay rights movement think about the environmental. The only way the change takes place is when ordinary people come together and stand up and fight and say that the status quo is not working and that's what I believe and that's what we're trying to do so with the message of  unless millions of people were working with me to tell the corporate elite that they cannot get it all. So how would that be implemented? Let's say you become president you're gonna become president. You think we're gonna shut it a shot. President bernie. What do you do you get in there? What do you do? First of all, you make a very clear you make it clear to the american people what your agenda is, and I appreciate the opportunity to talk about an agenda and  or are the most important years for human, intellectual and emotional development right. Every psychologist will tell you that, and yet we have a totally dysfunctional early childhood system. You pay. We pay our child  These are issues that we have to deal with and I will deal with him and we are gonna substantially improve the quality of education. America, we're gonna, cancel student debt by imposing a tax on wall street speculation. All right, so you gotta deal with education. You've got to deal with climate change, you know the truth is that donald trump is that wrong. Climate change is not a hoax. It is a very, very dangerous reality for our country and the rest of the world signed. This tell us we have less than twelve years to transformer and  if you all going to oppose raising the minimum wage to at least fifteen dollars an hour. I will be in kentucky as president of the united states and we're going to have a rally because you're going to have  pay fifteen dollars an hour to people like that to the entry level, people that they won't be able to stay open well, first of all, they will be competing against. You know if your business number business and both of us to raise our wages at the same level, we both have the same burden. So what's it brett spread across.  kids. These are people in their 30s. These. These are ordinary adults who cannot make it on one thousand two hundred and thirteen dollars an hour. So I think the arg  California, all over this country, is rising fairly rapidly. People can't afford health care can't afford college. I don't think it's asking our employers too much to pay at least fifteen miles an hour minimum itch  loot our water, our air, our environment. It's also not the panty taxes come trump campaign. As I recall he said,  This is their agenda. Their agenda was to cut social security, medicare and medicaid and to do away with all corporate texas. So what you have right now, that's that's what greed is about. They want it all. So, as you indicated, you have a company like amazon owned by jeff bezos, who happens to be the wealthiest guy in america worth about one hundred and fifty billion amazon paid zero in federal income taxes, and it's not just them. Dozens of corporations paid nothing or very, very little  here you're touching now on the heart and soul of the tragedy of american politics,  I'm worried about the deficit, so you make it  social security checks garnish right now, it's ten to twenty years. It's some places, it's literally a lifetime. Now,  own home. You could send your kids to school. You lived a pretty good life made it in the middle class, forty or fifty years later. There's an explosion of technology, there's a growth in unfettered free trade, and it is clear now that most people to make it into the middle class are gonna need a higher education. That's college, or maybe it's technical training in water  world has changed and high school degree is not good enough anymore, so expand that concept through college now guess what  in terms of the cancellation of debt, which is my view. You got forty five million people arm who I  cities, tuition, free, cancel student debt in this country that will cost two dot. Two trillion dollars a lot of money over a ten year period. We do this through a tax on wall street speculation, which will bring in two dot four tr.  job that would that would raise more than enough money. It's a very small town.  upped. Most of those things are resolved, but not student loans, a man again. This looks through the and that has to do with bankruptcy law, which was passed against my vote on. While you were on bankruptcy- and I should have mentioned this before when you talk about the health care system- one slash, two: a million americans every single year go bankrupt because off medical bill simply can't pay, but right.  they can't in many cases, get married and have kids. They certainly can't buy a home the camp by a call there really crushed by this debt, and what was the crime? What did they do? They try to get a higher education, a  All these people that want action, but nobody knows exactly what to do. There's calls for gun control. This calls for mental health reform. Health calls there's calls what, if anything, can be done to stop these things from happening, and how have you sat down  such a horrific situation. You know we were in a way had a town meeting we're in a batter actually in las vegas when el paso happened- and we didn't tell me- and I said, let's take a moment of silence- to remember the victims and pray for the survivors literally the next day- another part of las vegas. I have to do it again and I said I can't believe that just yesterday we did this and I have to do it again. This is, I don't know what the words my friend baidoa rock would say that you don't know what words. What can you say? It happens again and again, who can imagine some lunatic walking into a school or a mall, we're just on a nightclub area taken out of the assault, weapon and shooting people, and that we almost become to accept this is a normal part of american life. Is  incredible, is just totally demoralizing all right. So here's what I think, there's no magical answer and but let me tell you what I think. First of all, this is the reality. The reality is that today, as we speak, there are approximately four hundred million guns in america. Today we have more guns than we have people we have between five to ten million assault weapons and an assault. Weapon, as you know, is a military style weapon designed to kill human beings kind of rapidly. So that's and then on top of that we have again nothing to be proud off, but you know we have a number off mentally unstable people, people  all these ideas, but here's some of what we have to do. First will, if you want to own a gun in america you have got to. We have got to know that you are a stable person, and that means that we need to expand of it it it it the background checks the currently exist. Okay, so we got to know. Did you beat up your wife? Have you committed crimes of it's a treat such? What is the state to be mental health up number two will make that universal number two  can today legally walk into a gun, show up past the background check and buy a dozen guns, walk out and sell them to criminal elements who will use them for bad things.  assault weapons in this country. That's my deal period. S o, I believe, in a ban on a stolen that I think we have got to begin thinking about when we have five to ten million assault weapons, which is more than the u s military has we have to think about it,  into our bill of rights is written into our the the the the the way we the what where this country was founded. It's the second amendment.  right. Ninety nine point: nine percent of gun owners would never, in a million billion years, think of doing these horrible things. But in the moment that we are living in a, but I think that we're all going to have to make some concessions to the reality of what is going on, and that is that there is a small number of.  I agree. We are living a terrible situation, I mean there's hundreds of mass shootings a year now, which is insane and if you look at the number in comparison to the rest of the world, it's crazy, like a big one in other countries like three mass shootings in a year we had more than two hundred and seventy it's it's crazy. But how would you implement something like this? Well, the idea of banning assault weapons has been done in one thousand nine hundred and ninety four, we banned assault weapons. I believe I believe it was for ten years of  that ben was undone by republican majority uh and it didn't you know, I'm not suggesting by the way than anything here that if you banned assault weapons tomorrow, that will radically change everything, but we have got to do the best that we can do. And again I preface my remarks by telling I don't have a magical solution. You've got hundreds of millions of guns out that you have people who should not be owning these guns who gets set off by god knows what and do terrible things all we can do is the best that we could do. But to say we can't do anything. I think it's a real disservice to the american I'll. Tell you something else that bothers me. You know, in addition to the horror of seeing people lying on, the street dead is what this is doing to the children of this country, and I think we underestimate that I have seven grandchildren and in  for them and for kids all of this country, you're, going to see the falls coming. Kids, going back to school, you're going to see in schools all over america drills all right. This is what you do if somebody walks into the school all right you,  removing these guns from people's homes? I don't think you're going to have the fbi knocking on somebody's doors and taking it. That's not what we do in america. You know if you have four hundred million guns already out there and they're building more every year. Right now, as we speak, gun manufacturers or may  if you are a gun manufacturer and you are selling a hell of a lot of guns to a gun  amphetamines, like adderall and prozac, and all this different stuff that has varied effects on the human brain. What could be done? What  And now I am- and I could understand this perfectly- I'm seeing dayton and I'm seeing watching television, el paso and I'm getting a p t p s ptsd reaction, all right, that's totally. If you were in a place where people were shot down and I'm trying to get counseling,  ford and on medicare medicare would be free. So that's the  including this one. What do you think could be done and what should be done to have this across the especially federal?  possible law abiding person should be able to consume uhm. Let me say this when I ran for president's with the democratic nomination in two thousand and sixteen I talked about a broken criminal justice system which ends up having in the united states more people in jail than any other country. We have more people in jail in china does, which is a car  executive order, water, and I will do that. Second of all, we have now is number  thing to do. You know we can argue about the pluses and minuses, I'm not a great fan of drugs. Other people smoke marijuana a couple of times didn't do much for me. Other people, I guess, have different in just a couple times.  you're touching on a real tragedy. Yes, and when we talk about criminal justice in america, we have over two million people in jail. They are disproportionately african american, latino and native american and here's what I think I think in the wealthiest country,  It makes so much more sense from a humane perspective. Protecting our people,  even the reduced, the all those things sound great the uncomfortable reality about drugs, though, is that when drugs are illegal, criminal, seldom and there's, obviously a need for drugs in terms of not necessarily need, but uh. A demand for drugs is a demand for drugs in this country. That's absolutely fueling mac,  not to know what your heart tells. That's the pharmaceutical industry right. What do the heroin is? Legal, yes, art now you're asking this is a very, very deep question, which we don't talk about terribly much. Why is it that so many of our people are turning to drugs to alcohol by the way- and I don't mean to drink tonight, but I mean serious alcohol problems  And the job you used to have earning a decent living  It means that we have to have a great educational system and people  up some of the demand for these these illegal. I believe that is the case. Look if I am optimistic. If I'm excited about going to work tomorrow and I'm seeing my kid doing great in school- and you know, when I get sick, I can't go to the doctor's office and have a sense of community. My downtown is not all bordered up, because businesses have left, but we have. We have a community yeah, like the strong likelihood is there will be less diseases of this  like there is an out that they do have an opportunity, and  miles long! Isn't that great? Your point is that we have to. I think, as I understand what you're saying we have to read to find what being a great nation is about. We are not a great nation when we have forty million people living in poverty  with the goal of shutting down plants in this country and moving abroad, and the result of that has been the loss of millions of good paying jobs and the the complete destruction of communal  the control or at least of the direction of the one person who winds up becoming the president united states. Is it impossible?  any sane president operates is you need to be working with the smartest men and women from all walks of life who understand the search. Every issue we have touched on joe is enormously complicated and I can send out a you know, twenty or tweet on it, but that doesn't solve it. So, unlike trump in a, we will bring together of the best and most knowledgeable people in this country to address the housing crisis. To address the issue of of these diseases of the spare, we don't even touch on climate change. You know, and in the future of the planet, had a week  Duration, unlike trumps, is not gonna be filled with billion as who's. You know, basically very often greedy type people. It is going to be filled with the best people from from the working class itself from the trade union movement people who are going to help us create policies that work for workers  resident that can somehow another slow down this this process? First of all, we have to have a president who, unlike trump beliefs and science, that I do and what the scientists are telling us that mention early is that we have fewer than twelve years the transformer energy system, or else there will be irreparable damage done not only child country but to the world. Now. Climate change is not just an american issue, so we could do tomorrow, all the right things, but of china and russia and india and the rest of the brazil and africa does not do the right thing. You know we're not gonna make the progress we need. So  here is what we have to do. In my view, number one we have to tell the fossil fuel industry that their short term profits and they make a whole lot of money. They're short term profits are not more important than the future of this planet. I don't think that's a hard sell to make. You cannot keep producing a product which is destroying the planet  probably the strongest bro work a record of any member of the congress. So it is not my intention to throw these guys out on the and women out on the street and ignore the pain that they will go through. We are proposing billions of dollars to rebuild those communities and make sure that those guys and women get new jobs, so we're not just discarding people in the fossil fuel industry, but ultimately the product that they're producing, which is now carbon emissions, is destroying the planet. So we have to move away from fossil  aggressively to sustainable energies like wind and solar in california. Doing a good job with win die  well these these ideas sound great, but in the competitive environment of global politics. How would you convince russia or china or any of these countries to do something that would put  we're faced with a war in the east with china, a war in the west in europe with hitler.  and see the world with dissent from  deals in europe. Alright, just look out the window at what's going on,  Thank you to our sponsors. Thank you to simplisafe simplisafe, folks round the clock, home security for just fifteen bucks a month and it's fucking off  recruiter and here's the thing you can try it for free for free? Yes, you can try zip recruiter for free, and it's so effective that four to five employers who post on zip recruiter, get a quality candidate through the site within the first day, go to zip recruiter, dot com, slash rogan,  guarantee. When you go to me: meundies dot, com, slash rogan, that's fifteen percent off your first pair free shipping and a one  the cash app and you use the referral code, joe rogan, you get ten bucks and ten bucks goes to an amazing cause. Thank you for tune. "
        },
        {
            "show": "The Joe Rogan Experience",
            "episode": "Elon Musk",
            "url": "https://www.podgist.com/joe-rogan-experience/1470-elon-musk/index.html",
            "transcript": "Hello, friends. Welcome to the show this episode. The podcast is brought to buy Roca sunglasses, I gotta pee  different designs there,  is a fitness tracker that I use. It is the very best fit is tracker. I've ever tried. I wear it every day.  tells you, when you should go to sleep it measures, sleep monitors, how much you recover during your speech, you're sleep and then gives you,  You could be ready, keeping  using just the natural sugars of the wood, no chemicals, and it makes his little pellets  it also has a little meat probe in the application will tell you when the meat hits the perfect goal. It's so simple, it's so easy to cook on and for me I love cooking wild game and I've ever found no better way to make wild game just cooked, perfect and delicious than with a Traeger grill  to buy the mother fucking car  but also send ten dollars to our good friend, just in Rennes fight for the forgotten charity building wells for the pygmies in Congo. So don't forget problem.  You were born during a weird time. That's for sure that is for sure  I agree with you. I don't know, I'm not familiar with it. I know what I said earlier this year. I know that is the issue of only one came from Monsieur program called a cold archangel, the Archangel project and the archangel twelve. Why would a duplicate blind yet again as a person whose very much into were aerial travel as your that's perfect, Sprague rate  onto them. But now- and I see little people's kids on what I think of a metallic this'll love package's. Yet a love of just use it. You think  see things fight so you're talking about the neural net, you not talking about an actual baby.  what of hydrogen annex and apply them to the subway? I was one of those lay person do try to achieve the same results as he.  That is a eventually we gonna be smarter than us that one day  I am possessions kind away. You down there, they're kind of an attack factor there he'll say: hey billionaire gonna lose stuff like manner stuff. Now, what were you gonna do? Attack vector, meaning, like people targeted  Means from the money that you sell stuff, you could buy new stuff, but do you feel like people define you by the fact that you're you're  In that company, then that that is socially gives you the right to allocate more capital. So it is it's that there's a conflation of consumption and capital allocation, so recycle Warren Buffett, for example Andrea, typewriter motors biggest man, but you know he does like Hafela allocation and he reads like a lot of sort of annual reports of companies and the only counting in its pretty boring. Really many trying to figure out is dangerous. Coke or Pepsi deserve more capital. I mean that's kind of warring job. If you ask me, but Europe is something that's important figure out like which it is accompanied deserving of more or less capital should that company grower expand, isn't making products and services that are better than others or worsen.  Should if Africa for companies making compelling parts and services should get more capital and if its not achieved less or gotta business, what there's a difference to recruit between someone who's, making  criticism we should have of, I think fewer people, doing law and fewer people doing finance and more people making stuff yeah yeah. Well. That would certainly be better for all involved. They may be  gonna cards on Thursdays, stays living, that's for sure you know or making anything really or provide providing valuable service. Providing you know, gutter attainment, good information that these rural viable thanks to do so  think about it for a while you're part of it is like, like have Wanta houses, but- and I spent a lot of time in most of em and that didn't seem like a good use of assets like somebody could probably being during those houses and get very soon on me, Sir Punch have Jean Wilder's house. That's me its autumn. Why ask exactly what you expect? Did you requested the Byron up fuck it up the other requirements of our requirement,  made there like odd shapes and that that there's like doors to nowhere and strangely Carter,  This, I said having some privacy issues where we would like, lest we was like come to my house- and you know so- climate of the walls of a fellow man,  Dream house, I've thing. What's a dream announced for Isla Mosque, some tony start type shit dead if we gotta have, but the dough that opens up with us the stealth helicopter, negative yeah Fisher, Foxier everywhere, but barbaric,  I understand how you can run bore with aboard  like brain cycles. Boring company does not take Minos like less one percent of re titles and an endless neuro link, which is made us like five percent and then laboratory. Let's get chunk future air, we were talking about the last time and you're trying to figure out when it was actually going to go live when it's actually going to be available.  to see what percentage of people's bodies are going to reject these things. Is it put it? There is their potential for rejection. It's it's a very low potential for rejection or you can think of it. Like people,  That then authentic than say password vice, but it still very double and them that their that there are people have primitive devices in their brands. Right now, what kind of us I would like to depress the relation is fighting for Parkinson's is that has really changed. She was lives in a big way, which has come our muckle, because, where is kind of like sap,  some of that sort of land that that happen quite a bit after last, some you're here. So what exactly is it? How do you do what what happens? If someone  You won't even know that somebody has and then at the end, so that you can interface basically anywhere anywhere your brain. So it could be something that you know helps cure, say:  it is in principle fix almost anything that is wrong with rain. Energy could occur, dumb, restore Lompoc malady. So if you ve got to interface into the motor cortex and then Implant, that's say that, like a micro controller and near muscle groups you, you could then create survey neural shunt that restores somebody who is a quadriplegic to fall functionality, legal ground, Rinaldo, wow,  yeah, advice. Working right now is about seven inches in diameter, and you yourselves  even though I swishing nobody I'd like to its great is really fun, so you  Be inserted and they will find their way. They tell you I or space tiny wire sailors and they'll find their way to specific areas of the brain to stimulate. No, you literally put them where it Witherspoon go. Oh, ok,  reverend restoring limb function and eyesight in hearing which are all amazing, zero there. Any cognitive benefits you anticipate from some telling us tat. If you could  like that, I don't get it and then went when you when you get older tenter. If you dont like Alzheimer just like that, then you lose memory and that this could help you with universal  We are in the soul a lot of work to do so,  It's just I mean once you enjoy the doktor Manhattan. Lifestyle once wants to become a god seems very, very unlikely. You don't want to go back to being stupid again  Sir Zadig along for the ride. As a champion of drawing them so  or an ice in Beirut. Essentially it's just that the data rate to the electronics, a slow so especially up like you just gone with your thumbs. I like what Mr Data written Maiden optimistically a hundred births per second, that's being generous. Another computer camp can communicate it like a hundred hundred terabytes sir said. Suddenly you get it.  So, even if you can solve that the data rate issue in Europe, especially upward but and for two, then you can improve  you arrangements, a lot effort, compressing complex concept into words, and this does little alot. Alas, information last that occurs when compressing  words and in different ways and depend upon tone depend.  where you know what a person saying and you can tell them what you are saying  Would the Sherwood haven't language, but you gotta let what their situation I daresay you would be able to just if we collect the matrix you you want to speak an evaluation of all right. I swear it worth dollar the program right, so  that sounds like that. Don't don't worry, that does not mean a sneak of any there's. Does this I'll take a well how many years before you have to talk, if the? If, if the development continues to accelerate, then maybe five year,  is or ancient hominid to us. What's the difference less here,  modification of perspective. Probably but yeah I mean you, you could save state and restore that state into biological being, if you, if you want to do in future in principle, is like knowing like four  videos on your phone is open away. You could remember video right as accurately as your phone or a camera you know could so I now, if you got like it, some some yet  Percent, there's no way to sign a probability with accuracy here right, but roughly, if you just had a just got instinct.  To know that this experience, somehow another doesn't exist in a material form, they can knock on film  There are currently changing your state with love and oxytocin and and beauty changes,  where's my consciousness? What's the line of consciousness and not consciousness between hydrogen in here right, Wendy  Otto relationships, artificial intelligence, it we'll be unrecognizable that one day will be so  some sort of a direction where you trying to improve things you're out  and you have some my skull cap in place of the top. Your head and interfacing, with the  someone if someone exogamy a quote a great quote by a wise person? Mace excited  but I hope we will gain whether yeah. That's the thing right gaining more than we lose something it makes us interesting. Is that we're so flawed suffer sure electors obligation through the ages  viral immunity so that that's swell  viral inner idea, since that is  See we're smart, but though the minister a capitalist society, you know you could, it seems, like you can run  as like earth? Cybernetic collective, that's far smarter than in individual, like I can personally bold like a whole rocket and Andy engines and watch it and everything that's impossible, but we have eight thousand people space action by piecing it out to different people and using like computers and machines, and so we can make less Rockets launched orbit talk of the space station that anything, so that already exists where this in a way this.  heavy I be vastly beyond us, and DE coupled from human will decouple from whom. So this is that, if you can't be them, join them  can, like the animal brain, reptile brain K list for items it. It's like alembic system, basically gothic, the cortex. The brain purist will argue with this definition, but essentially you ve got the primitive rain and you got the sort of fur smart brain or that the rain is capable of planning and understanding concepts and difficult things that a monkey Kanner said now the book your cortex  much much smarter than you have existed. Nonetheless, they worked gather well, so I've met anyone who wants to lead the loving system or the cortex, the repeal of quite happy having both so near, but that this is being that, like the computer, the eyes it is like a third layer, tertiary lair, so that is like that could be symbolic with the cortex it we much smarter than the cortex, but you'd procession have three letters and an you actually have that right now, your phone is capable of things a yoke, fewer escape of things that your brain is definitely not storing. Terabytes of information perfectly doing incredible calculations that we condemn come close to doing you have that  your computer is just like, I said, the data rate is slow. The connection is weak, wizened, so disconcerting a wiser. Why does it not give me comfort to think about  You know if you use Google voice or lax, or one of the things it using a neural net, to decode your speech and to understand what you're saying, if twenty image recognition or improve the Claudia photograph, it's it's using been near. That's the best way to do that,  How do we make sure works? We tried on prisoners like when you do not know if we take rapists, cut holes and have now accept if somebody's gotta search, brain injury rat and though there live like very severe brain injuries than and then you can fix those flows. Brain agrees, and you know that you prove out there.  Link that says actually that that there would be almost everyone would find a need at some point. If you get old love to use your own your leg and and and then a psycho cancer, we can improve the functionality and improve the invitations communication speed. So then you will not have to use your thumbs to committee with computer.  can a sneak up any others like getting up the approval for staff has not like overnight, and this is an appropriate, had fairly version terrorism before you know it, it would realistically be.  What are we gonna be like when twenty or twenty five  If you're a extension of yourself? What does that mean to you? But when you, when you say I extension of yourself? Well, you like said you already have a computer extension of yourself in the moon  It would just be that that more of you would be in the cloud I guess than in your body or if that more of you well  there's so much conflicting information and conflicting opinions about how to proceed.  So it's like watching the same movie again, but in English, so yeah.  Yeah. If you, if you're you, can look at the immortality statistics by age and whether they have come, what will come of it? It is likely that, like based existing conditions and age and if you're below, sixty and and have no serious health issues, the probability of death is extremely low besides era, but is extremely low,  quite crazy, but in some places a panic is deserved right like if we only I see you in Manhattan and people are dying, left and right, never ones on innovators and its eight  It's like you, have a bow heart disease, yarn and Unita Triple bypass, it's like sort of elective, but if you don't get it done in time, it's you gonna die yeah, it's collectives where work  still dangerous to worsen the flu, but not as bad as we thought, or we feared it could be  they homework. Where mask? Does yes not get you back to do them, Japan, that's like normal. If you're, if you're ale, you you were faced masking carve on people, I think that that would be a great thing to turn off in general  yes, and I think this has shaken up the the system as such must accept what moribund with. Let lays layers of bureaucracy, and I think that you have countries on that bureaucracy and if we have some point, the probably will be a pandemic with with a with it for the high mortality rate.  killing large numbers of young, healthy people that that's you to find. That is like a high mortality than that that this is at least practice were suddenly ban, and I think this has given a steamer maritime that there will be eventually some some such  the pandemic and much more money that goes to funding treatments and in some preventative measures. Yeah absolutely- and I think I think this  and attentively. If we act, crackly yeah yeah, the other serve my thinking that there will be some massive Lenihan, America of local, more proof of letting than last year, so that the citizens can like a practice, run for something that that had a reputation in the main, the future have a serious like a really high mortality rate in, and we can. I got to go through this with without without it  did I tell you fuck you doing today by police officers who does that who gets it,  even if it comes your way, even if the shitstorm hits you in the face. You got appreciate why? How amazing isn't that all these people do have the ability to express themselves? We didn't  I want to say that it's almost like you know you hit the button.  You know someone say I'm sending opposing smoke signals. There were few your smokescreen mills, it's like it! So crude  you know I mean where they don't realize with. It is something funny about that for everybody else. There is pre great. What might be the best new source?  combine these faces to minimize one perfect social justice more, but the thing I recognized it early on before I met him that this was parity. This is this is just fun and then I love reading the people. They don't recognize that they get angry and they don't really really there's a lot of people are just get really furious, churn out some of the some fun to that this some fun to the not picking up on the true nature of the site,  distance from iridescent like ok, it's well, it's been fired by,  you're looking for what was going on in the world that it's hard to find some man that isn't it. That's that that's good yeah. You know that  And this is so many variables and you gotta put everything through this filter of, whereas this person coming from  bed himself and that world trying to understand it and to be able to report  right now in California, weren't stage to tomorrow or Friday, two days from now say to retail stores. Opening up things are changing  yes, you know. So it's like that. You got to put a lot of weight on that. Have people a lot of people died to you know when the independence with the country and and fight for the democracy that we have, and you know we should treasure that and not in and not give up our liberties to Beasley. I think we,  really the wrestling people for protesting, because  living their life, the way they did particulate having a career and  man is stop placing money over human lives and  had this absurd like view that the economy is like some magic corn, aplenty like each it just now,  become detached from reality. Do you you can't just legislate money answer and solve these things? If you don't make stuff, there is no stuff, obviously will run out of this.  they did. It turned out to be. Maybe I think briefly briefly briefly, but I think if you know any kind of like sensible examination of what happened in China would reach a conclusion that those up sooner can occur this this virus, retreating into on those like two hundred thousand people a day, leaving one so that that it it it went everywhere very fast through throughout China, throughout the world and even fatality  World Health organisation appears to have been complicit with a lot of their propaganda that the things that american companies have massive supply chains in China by Konrad Tessa, for example, we have hundreds of suppliers like tier one, two three, four suppliers throughout throughout China, so we know if they are able to make stuff or not. We know if they. If they have issues are not, then they had their China's back back at full steam and intel. Many previous ever use company has some significant ever spies in China sooner. You know if there is a will to provide things were not worth. If, as you know, I mean how they read, it has some thousand people in China so WEBS  Zero people died. Ok, so that that's a real statistic: that's coming from yeah! You know yes, people, yet we literally we were in peril. Do you think is a danger of this idea?  this has been criticized in both directions really exerts.  Center was do this publicly and say we were acting  so somewhere, we helpful just add from informational level, is when reporting serve covert cases to separate out diagnosed with covert versus had covered like symptoms, yes, because of the list of of symptoms that could be covered at this point is like a mile, or so it's like a hard to show it all. It's like you could recover. So just just give you a better information. The deafening diagnosed covered or had covered like symptoms were complaining, those two so that one that it looks bigger than it is, then, if somebody  ethically, not that bad, but heart attack strokes. Yet it  in a bind right now that there's a bunch of us preserve their following doctors, as your matching, the other for hospitals have full Europe tart heart against me said I ve got like  So my request is covered. Only if it is some has been tested has receded a father, Pasok, over test not efficient. We have sometimes one of five hundred symptoms and then  is this, because this is  Frankly, I am not sure how you die without those things. No, you  I think the way to break out of sloop is to have clarity of information  Don't don't love but altogether now and if, if, if you give, if your people just parts out the data better clearer, clearer information about like set, was this an actual curve diagnosis or was it or do they get the test test gave a positive or do they just have some sometimes just parts that those two out and then pass out just if somebody died debate I would today for that they even have a covert test were or today,  were covered with. It isn't had we the main course, but with a significant contributor to their death, or was it not a significant contributor to death.  not every sixty one thousand in this country last year, early, five, solar, well and then their cigarettes massacre.  yeah, it's crazy, so smoke. Is it Barbicane long suspected? Is bad news business not not get near? Turning your lungs and smoke smoke? Beef, not great. So  acceptable. Deaths, are weird and that's the way,  disease, whatever they would have lived x, number years. Yeah, you know, sir, you have somebody dies when they're they're there twenty and cut a little eighty. They they last sixty years  way of looking at it. I mean it's unfortunate, it sucks, but it sucks  immune system is, has no problem and an older one has as problem and in fact a lot of it.  in a way, a non judgment away, but likely this is. This is a way that we can all. This is a scientifically proven way that we can boost our immune system and it might save your life and it might save the life of your loved ones, and maybe we can teach this to our grandparents, our parents and  the near hospital. So there was a number one factor for severe covered symptom  It's an art form as well. I find food is it's it's  anything in between as water, coffee actually Earl this. This may be a useful verve adviser of her people that  drinking and then going to sleep is he is ass, one of the worst things? Yes, so just written,  alcohol and avoid eating at least two or three hours before going to sleep in your quality of life will have your quality of sleep will improve Europe General Health? One prove line  frank I wouldn't exercise at all, but if ever  you should try something that's fun to do. That's not just like  they get introduced to it because usually either they want exercise or learn some self defence. But then they realise that its essentially like a language with your body later have  so the time that's not real. Officially, pay, no more rights to yes, but in the EU have see when hoist Gracie offer this ban  the exercise is like you want like, and you want to develop, strengthen conditioning just so they can be better at doing the thing. The analogy that I use is like, if you  We gotta get it those who discovered things. Catherine S, work on shore, so deployment everyday takeover bid. Services set us back on on progress for the summer months,  so like we gotta get, you know mean retainers and greens taken alike,  with carbon fiber in doing too much interior choices. You go with. You can't fucking  Last time you hear you convince made by Tesla about it it's  Yes, that's it has got it at that time. A guest suspension, sewed lowers the back Jesus you're, just like  if I just you know that I went for a couple seconds foreground, citing it's very like having a roller coaster on tap in. It really is like a roller coaster on tat without the looped loops, but it's the painting to you see it seems like you're. Not supposed to be able to accept  anyone who's been waiting. They won't be sorry, is there  I definitely swore, but I didn't think the micro pick it up in it it and if it is so like we practice  and we think what happened was that term when we we all went when France hit the birth of the door with this  Listen. Man have taken up a lot of time. You had a child yeah getting recently. It is amazing that you had the time to come down here, and I really appreciate the appreciate every  he D be attached to just in Rennes amazing charity, and he is absolutely one of the best people ever met. My life were really proud that we can help so download  so brought you buy weep and where  find you well much loved you off by ambiguous. "
        },
        {
            "show": "The Joe Rogan Experience",
            "episode": "Stephen Dubner",
            "url": "https://www.podgist.com/joe-rogan-experience/1437-stephen-dubner/index.html",
            "transcript": ""
        },
        {
            "show": "The Daily",
            "episode": "Wisconsin's Pandemic Primary",
            "url": "https://www.podgist.com/the-daily/wisconsins-pandemic-primary/index.html",
            "transcript": "From the New York Times. Unlike other borrow, this is  Middle of March, though, so here's what we're watching breaking NEWS Louisiana officially, can become the first state to postpone its democratic primary election over the corona virus pandemic, and it becomes clear that the corona virus global health pandemic has really up ended. The race completely after Super Tuesday states.  even as public health officials are urging them and states across the country have taken that drastic step. It was concept in what explains what's happening in Wisconsin, but when most people look at these presidential primaries particular state like was content. They think that this  there is not really ravaged state in the same way that we have seen in other parts of the country at the end  and that's why they proceeded with the primary, and I want to give credit to govern rivers. I agree with  and the governor issues a stay at home order, like many other governors did across the country and close, it's all non essential businesses. It's not something I wanted to do, and it's not something I'd take lightly and people across the state are starting to say. But if we can't leave our houses, how are we supposed to vote brain and what's the answer the governor and state Republicans keep holding this lie that voting with something that was so essential that the primary with something that was so important  creative measures there is an increasing fear, particularly among pole, workers, that the election will be unsafe for them to stand,  the local jurisdictions do is closed and limit their polling locations. Some of the more drastic examples include Milwaukee the biggest city  Alice to every single registered voter living in Wisconsin state would now  is that every person would be mailed. A ballot  postage and mail. It out to three point: three million people in Wisconsin is completely made up, but also a kind of morally and democratically wrong that happen. Sometimes, I guess, if a thumb you're feeling pressure from one in your own special interests or from the party themselves, but unduly deceivers, no,  without going in person. I urge legislators to take this call for a special session seriously. It does it go where the legislature gobbles an accession. This  guns, do not grant the governor his wish for a male and bounding system right  there is no issue in which that can be left aside.  Browser extension, backed by Paypal, pal that scans, the internet for the best promo code and automatically Ataturk, heart cart, just download honey to your computer shop like normal click, the apply coupons button and watch the prices drop, its one huh  Do they tell us what's happening on the ground wherever they are, but they also give us the context that we need to understand it if you like  republican Majority in Wisconsin, and this wasn't just of republican government that past kind of conventional conservative bills  public and Governor Scott Walker has won his re election bed. They tap winning her time in four years. Republican Scott Water has won a state wide election for governor. So by the time you get to two thousand, they teen major shifts happen overnight. Wisconsin voters, youve elected a Democrat as governor when Walker Lou.  So how does that play out when all of a sudden there is a democratic governor in every who, I assume, wants to start make compromises with the republican legislature. The Republicans make clear that that is not what there  the incoming democratic governor Tony every day pass a number of bills that limit the power of the incoming democratic governor and take away things that were available to his republican predecessor. Dislodge another bills would put law makers in charge of litigation which would  helps Democrats because more people in bigger areas can get to the poles. These were all really nakedly, partisan and Republicans didn't really even try to hide it.  to put on them around the election  public hands, probably have control over win. The elections should be held, but the really expanded access to absent evolving. Republicans appeal that straight to the: U S Supreme Court,  it does not have the right to do this and just about an hour ago the state  republican County chairs and folks in the state legislature say a couple of things. The first is that their position hasn't changed  and that kind of change is the centre of power within the state. When you mean if people parted  It'd early voting and that special session they had after every one, it's the same thought process that when more people get involved, when people who typically sit out get involved that helps Democrats, do Democrats acknowledge  I think that this is not just a debate about how to vote in a pandemic, although clearly that's what striving. A lot of this  the governor of Wisconsin waited a very long time to try to postpone the states primary press,  election by three four weeks, and if this virus persist to that time, there will still be questions about whether it is safe to hold in person balloting. Then night,  Makers in Wisconsin who had opposed exe  infections and seventy seven deaths will re back.  Oh, oh, am dot com, slash daily  a statement Johnson insisted he remained in charge of the british government, but said he had deputized his foreign minister to act in his place when necessary. Meanwhile, IRAN  Sing a yegg far earlier to hold you should all possible, and in the U S, the death toll surpassed. Ten  are shocks. Nineteen thirty, eight LOS Angeles detected Tioga Vega, his partner Louis mentioned, or find themselves grappling with nazi spies, crooked politicians and powerful supernatural forces Natalie Dormer Daniels of Otto unevenly STAR in penny, dreadful city of angels, preparing April twenty six. Only on Showtime the daily listeners contrive Showtime freedom, "
        },
        {
            "show": "The Daily",
            "episode": "A Potential Peace Deal With the Taliban",
            "url": "https://www.podgist.com/the-daily/a-potential-peace-deal-with-the-taliban/index.html",
            "transcript": "From the New York Times. Michael borrow this  people are weary of war without  Taliban news that was coming out of Doha, which is where these talks are taking place, is that the framework is in place, as negotiators have agreed on a framework for a potential pact that could. Finally, in the seven two years after a coalition, choose the Taliban out of Taboo Washington's on void, reaching a tentative deal on a road map. We do not know whether  Few months have been. Every few weeks have been gone to Doha. The small golf state of cutter in its an excruciating  barely allowed access to the diplomatic club, it's a lot of sort of cat and mouse  into one of them in the lobby,  text that one needs to rely on a lot of creative ways of creating comfort and creating  You guys are away from home and one of our friends dropped off some cookies in and dried fruit, and I wanted to share out.  now is not make an eye contact during this conversation.  We don't know a lot about the leaders of these groups, and here is an opportunity to try to understand what do they think what are their feelings about stuff. So it's it as much been an education in trying to understand what context they're coming with two these talks in these negotiations. So let's talk about what these negotiations that you're trying so hard  in return for thou. Withdraw the Americans are asking assurances from the Taliban dad do  when to talking about the political questions of what happens to the future of Afghanistan in that means, you know power sharing, dummies changes in the constitution. That means things like that. But what is important is all of those discussions will be happening, undertaking clock because the-  Time line we think they ve reached is about sixteen or fifteen months. Something like that, the? U S is willing to kind of give in to a shorter time line, because U S has domestic calculations? Also, President Trump wants out as fast as the tougher before these negotiations even started. Afghanistan is a total and complete disaster. What are we doing? President Trump always very open about his desire to leave out of Afghanistan. We ve wasted billions and billions of dollars and, more importantly, thousands and thousands of lives. So when you coming to that  Will you ve already telegraphed giving what the other side would be demanding before you even negotiated anything to the? U S actually gave up a good deal of its leverage at the very beginning of these negotiations, because President Trump said he wanted to get out there  in response to covered nineteen people around the world are coming together to help one another in an unprecedented show of solidarity and resilience. Facebooks community help feature as making that easier from delivering groceries too  size. So one of the reasons why these negotiations have dragged on for so long is partially. When you look at the history of the eighteen years, there are a bunch of other opportunities when the Taliban reached out and wanted and go. She had a settlement to the war and the. U S basically said no ethnic kept growing, more complicated, and now that the? U S is initiating these talks at harbour, sitting down that his trees. In the back of the Talibans mind saying how could we,  both sides, and that means every were their negotiating over everything  tourism, so you're sitting around the table going add things like that  add shape than another five or six simum spend about a decade in you.  most also that a deal  a Taliban though, when it ruled it was a fundamentalist theocracy.  To maintaining some of the current freedoms and liveries girls it  So when we get to the next stage of negotiations, one side that is  in this new way of life might be abandoning them. Thank you, but you lace. Michael on Monday afternoon, the chief- U S  must still sign off on the agreement, would lay back. This path cast is supported by Disney Television studios which produces award winning in culture. Defining programming for all platforms, including little fires,  Darwin that one  many in the Bahamas, stayed in their homes? Oh, my God  and fired from his job as a trucker cars  That is for the daily. "
        },
        {
            "show": "Revisionist History",
            "episode": "Divide and Conquer",
            "url": "https://www.podgist.com/revisionist-history/divide-and-conquer/index.html",
            "transcript": "Not long ago I had a dinner party at my house. My friend, Michael Ryan, came he's a lawyer, and I was talking to him about my love of law review articles.  Michael says: well you're right. There are moments of genius in the review articles. Let me send you two of my favorites the next morning in my inbox, is an email from Michael Ryan, with two attachments. I read the first and I think that's pretty cool and then  extremely long winded anecdote characterized by extensive narration of irrelevant incidents in terminated by a pointless punchline. Halfway into this episode, you're going to think that this is a shaggy dog story, it's not the stone,  these dwelt on the meaning and interpretation of Semi Collins but obscure. This is something with the potential to turn american politics upside down. No way could  intuitions. Are that can't be right, and so the oil, or that it can't be taken  why he is just spent tens of thousands of words descending down this particular rabbit hole in his answer because it stay. I dont know about you that makes me nervous. There was a part of me the just wanted to walk out of his office and not sing another word to anyone. Let sleeping dogs lie, I'm running a pod guest here, not starting a revolution. You not jewish. I now cause as they would live. We could railway  they are having fewer media break it down dramatically, understood it I'll. Do it dramatically  states may be admitted by the Congress into this union summit, but no news.  the art, more holiday, slash quality and has nothing to do with Michael Parsons, lower view paper directly anyway. Context.  I wish to draw the boundaries all over again and the democratic furious. If you can t  the house has the authority to issue arrest warrants and if you're in Texas, they can grab you now, if you're outside of Texas, that then you don't have jurisdiction.  Spammers more morals  I would say, but homeland security couldn't find is but the Dallas morning NEWS good. To recap, the Texas Republicans  ban some missing state legislators who hung out at the holiday Inn for a couple of days?  and their conclusion is Texas. Republicans had been thinking way.  easy to use club platform, giving you the visibility and control you need to grow with nets. We you saved  Is a sense of pride that comes of being able to talk confidently and intelligently about a subject and feel it truly understand it? That's what the great courses plus is all about. With this streaming service, you have the freedom to learn more about virtually any topic and not just get them.  differ from the actual history of the conflict. Get that awesome feeling of pride that comes with knowledge and sign up for the great courses plus  Licence professional councillors who are specialised in depression, stress, anxiety, relationships, sleeping trauma, anger, family conflicts, algae BT, matters, grief, self esteem is all confidential, and if you are not happy with your cancer for any reason, you can request a new one at any time. Best of all is a truly affordable option. Revisionist history listeners get ten percent off your first month with discount code Gladwell. So why not get started today go to better help, dot com, Slash Gladwell, simply fill out a questionnaire to help them assess your needs and get matched with a councillor. You'll love! That's better help dot com, slush Gladwell.  Michael stokes Parsons arguments about Texas, but it's also more significantly about grammar. His lower review article spends far more time on grammar, in fact than on anything else, specifically the grammar of the: U S constitution, so much so that, immediately after I visited Paulsen at Princeton, I realized that I needed an emergency session  the good cops, the editors, the coddle, courage, soothe  I was in Semi Collins at times we're sitting at marries kitchen table.  Well, no, they don't make sense either because, with the two comments, the sentence  it's her by any state on account of age. Twenty sixth amendment has its constitution, the terrible some thought  it is on fire? You don't  The citizens of the United States are eighteen years of age or older. American citizens are people either born here or who have been granted citizenship and what the twenty sixth amendment means to say. Is it  If there is such a thing as a legal grammarians, but their provision be the? U S primary care.  form any new states without  is of an existing state set of trivial question and article four section: three is the part of the constitution that addresses this issue.  now there is a language, but no new.  it again nor any state, be formed by the junction of two or more states or parts of states without the consent of the legislature of the states concerned, as well as of the Congress. Article four section three would be Crystal clear: if the founders had used a period in the middle of it, a period would mean you can't subdivide estate ever. On the other hand, if you want to combine two states, you can so long as everyone consents, and it would be equally clear if they had used a comma. A comma would mean that the consent provision applies to everything both subdivided combining illegal so long as Congress signs off on it, but they dont use a period or a comma. They make a punctuation decision, guarantee  to tie generations of constitutional scholars in knots. They choose a semi colon when it says without the consent of the legislature of the states concerned, as well as of the Congress. Does the consent qualification  The balance, if that semi colon from seventeen eighty seven is meant as a full stop, then someone  Forgive me! If I'm going on and on about this, but everything  I've read many many many commentaries unless you the first person to talk about this, but nor being significant  peeling away, everything is superfluous and confusing  view volume, eighty to the necessary and far more consequential companion to their constitutional exoneration of West Virginia. The articles called let's mess  considerations in eighteen, forty, five, but the balance between sleigh states free states, it's a whole lot of story. What matters is that a court  Texans in control of american politics for the next century,.  Louisiana locally and I met in a big conference room your Wall Street, he brought within the map of Texas, so large a covered. The entire end of the table  or the assumption was that if Texas subdivided, this would be a net win for Republicans. Texas hasn't sent a Democrat to the: U S Senate since the early ninetys nineties, it's the Republican Heartland, that's why they wrote the Texas Republicans were thinking way too small, why not Quinn topple their influence in Washington, but in the years since then, the states demographic  I did the math for the ten New Texas Senate seats  Against two Republicans: it's amazing how many times you ll hear Republicans in Texas sailor taxes  so walk me through how triggering my work in the real world well.  I think they can always serve Texas was do this theory to do they gotta get their big we're just gonna. Do taxes has to get its act together quicker than Congress can get its act together to say now for the love of God, Texas. Just do it.  mind, you know  talking to strangers the audio experience available now, where ever audio books or sold. "
        },
        {
            "show": "Revisionist History",
            "episode": "McDonald’s Broke My Heart",
            "url": "https://www.podgist.com/revisionist-history/mcdonalds-broke-my-heart/index.html",
            "transcript": ""
        },
        {
            "show": "Revisionist History",
            "episode": "The Tortoise and the Hare",
            "url": "https://www.podgist.com/revisionist-history/the-tortoise-and-the-hare/index.html",
            "transcript": "April? Twenty fourth, two thousand and nine delayed Supreme Court Justice ended in Somalia, is speaking at American Universities, Washington, college of law. I, like you, very much, prefers markets being Grossman. Ladies and gentlemen, I I began one of one of my either talks or Lord, you ordered the students are all dressed up for the occasion C Span is recording is a big stage hung with blue polyester drapes Scalia holds forth. His black hair swept back from his forehead glasses on his nose, strong and square all intellect  my day a hard hard course to master its vintage Scalia.  my name is Malcolm global. You listening to revision is history. I podcast about things overlooked and misunderstood. This episode is part two of my exam.  caution of Gladwell Grand unified theory. It's the answer. Justice Scalia gave to the unfortunate Christina stud  a student at American Universities, Washington, college of LAW, a law school  clerks, who I am the most proud of it- now sits on the six Circuit Court of appeals. Jeff sudden, I would refer him as one of my former. Why wasn't one.  Tell me why you decided to go to Moscow  at the one I got into OECD that was seriously her. I very much would have liked to have gone to Michigan and I was  Problems? It's a test of someone's ability to solve difficult problems quickly. It is five sections of twenty to twenty five questions.  the person who didn't do all that well on the outside and what is that making? It makes him a tortoise. I'm not just any tortoise, a giant towards  been a middle school teacher and Track coaching Columbus, now he's working with one of the greatest legal minds in the country, and he does such a good job that seventeen years  where'd you get into the floor so that in that case it will be a lottery alive,  and because the solutions are difficult, I mean I'd. Everybody will tell you this when a case comes a supreme court. You know a case. That's really ready for review with the Supreme Court. It's hard. The reason the circuit court have disagreed about. It is because it's really hard, but the answer is not obvious. Yeah you're kidding yourself. If you think that it is  I'm with you spend on them. I don't think I ever stopped thinking about the cases that I was working on you, but what, with the time that would allow lapse, was the time lapse wrong when you were given the case to win you when you were finish, what would your contributions finished?  I don't remember, I want to say a couple months being a Supreme court clerk is a job for a tortoise. You can't hurry. You have to have slowly and carefully, because if you miss something, that's a problem, I didn't even have to mention tortoises to judge sudden he brought them up in a law is very much a tortoise. The tortoise went, beats the hair, and so the hairs that go to the elite schools that they better slide into tortoise mode, or it's not gonna work out well for them, and the the the tortoises that go to the state schools better stay being a tortoise than stick with it. So let us recap sittings to be  and even as he says, that he can see.  Headquarters of the law. School admissions council. This is the group that for the past, seventy years has created and administered the outset. They operate out of a two story: red brick, building in an office park.  certain text is actually on the second page. It starts off Thomas  even if we can determine why this is happening. We  Build a really good. Many then, don't you know, law school that doing the work efficiently being able to handle the reading out and handled manner, analysis that require innocent,  sat with time to spare and then running way out of time. On the last logic section, the efficient wish me to take. The test would be to speed up on the things that I was really good at and then use that time on the things I hereby timer guess how efficient people work right, but you wouldn't, let me be efficient. I was told seventy times. You cannot look ahead at the next section why I sat there for ten minutes  was the one, but the people who took the question when it was gone through. All these levels are being efficient in law. School is about time. Management right is about doing things. You'd you can do is really quickly quickly and using the extra time to. If I may be no up fast reader butter, slow writer, then it can. You know I have a different balance and if I'm a fast  Well, we ve research on the timing of the questions before they were introduced.  About why they are building something with sliding doors and third rose seeding, but I do know does not strike you that they should have at least thought about this. A bit more.  The information the test? Does we have to do it and will stand as way here we are suggesting is a different approach to these tests and we  only some of them catch up to the hairs, but then what is that done now? It's harder for law schools to decide which students to admit back when I was preparing for the EL said over the edge tech, company, noodle,  maybe the top schools or almost join from the pool above the one hundred and sixty seven mark, but if the test allows the tortoises to score high,  Privileges tortoises over the hairs now the Jeff Sutton's of the world get a perfect score. GotTA, Harvard LAW, school and Justice Scully breathed a sigh of relief, except, if you do it that way, the hairs get discouraged,  It was basically only ire from the top fourteen and the top fourteen only have room to admit forty five hundred students a year in total. Fifty three thousand people are competing for forty five hundred slots. It's crazy! I'm a graduate of the University of Toronto.  the British Columbia. I second crown jewels. Fifty two thousand,  object on the outset began when I ran across a paper on assess all run by a guy named William Henderson. We met him in the previous episode, the former fire fighter from Cleveland who now teaches law at Indiana University. Well, Henderson told me to call a friend of his named Evan Parker. They worked together. I dont know if you ve ever read Michael Louis, his famous  it is one hundred percent puckers young cerebral, very proper in a suit tie briefcase. Is that messing around? I said at the beginning that I was going to offer you a grand, unified theory of how to fix higher education. I'm almost there pucker analyzes who the successful people are at any law firm and then works backwards and asks is the firm hiring the kind of law school graduate? Who is most likely to become a good lawyer? He has multiple data points, regressions, algorithms and he finds they dont higher the right kind of law school graduate. What is the efficiency that is the perfect worded is a market  efficiency firms have plenty of information about prospective hires resume grades law, school work experience, but Parker finds they dont know how to make sense of it. People go for a short cut. Instead, you end up selecting people who are like you, not people who are like the successful attorneys. At your firm view, my colleague is call it the mirror, autocracy  getting higher individual scores where she less likely to stay puckers method. Is  situation, the situation you need algorithms and data to make sense of it, and now we come to the heart of the issue  The numbers. Tell us really doesn't matter and we like to serve  who excel at that certain kind of thinking get into the top law? Schools  Today it is now time for amalgam glad Wells, Grand unified theory of how to fix higher education. Ready, don't ask don't tell we make a rule prospective employers cannot ask and prospective employees cannot disclose the name of the educational institutions they attended.  Bout, choosing a school. You should be thinking about where you can get the best education for you and where you will be happy, you shouldn't be making some complicated calculations about the brand value of your college in the workplace and neither should the Supreme Court I can't afford amiss. I just can't show I'm gonna be picking from the.  all those things and more, and I guess what I'm looking for is another Jeff Sutton, another giant tortoise, and if you are concerned about the fact you go to Washington, college of LAW or Ohio state, because, u else set score was in high enough. Remember I don't  So with this, this is the moment of unveiling out. We have Camille was has gotten the email from the Moscow Admissions Council. Cameo till I saw it with my escort. Ok, ok, nice! Ok! This is not, therefore, what what did you know  we know we began this whole process back in January, and it was the whole question was whether  Lee Mig Liore had her Fain Maggie Taylor, Maya Caning and Jacob Iceberg  new kind of audio book. That allows you to hear the voices of the people I talk to and come with me to the places I go because "
        },
        {
            "show": "Dissect",
            "episode": "DNA. (Part 1) by Kendrick Lamar",
            "url": "https://www.podgist.com/dissect/s5e4-dna-part-1-by-kendrick-lamar/index.html",
            "transcript": "If we don't give under resource students the technology they need, they won't because  continue our c analysis of damn by Kendrick Lamar on last episode. We dissected albums opening track blood  that was ultimately assassinated by his own community and betrayed by his justice system. We also speculated that the parable echoed Kendrick's own story and the backlash he faced after the release of to pimp  I don't like it. The inclusion of this clip seems to confirm our suspicions that the parable and blood in part reflects Kendricks own story following the release of to pimp a butterfly or left  centered around a guitar playing a simple but ominous melody.  this minimum  to invent new language were saying old things, it's the same with  Lyrics on DNA in a similar manner to the tightly packed molecular structure of biological dna them in  and where did where is that confidence in that dna? Where does that come from? I think that  that DNA comes directly off the heels of the Fox NEWS clip at the end of blood. Thus, DNA feels like a direct response to that criticism. Whi Kendrick would choose to respond to Fox news.  Kendrick is going to let them know and then so. Here on DNA, I don't like it. I get I get  not everybody. Seventy eight that his faith of Kendrick Lamar King Kendrick, Lamar, King Kendrick, innovative and so at the conclusion of good kid. Mad city Kendrick establishes the  loyalty got royalty inside my dna comes as a direct response to the Fox news critique we here just before these lines, it would seem that the mockery of his music has Kendrick feeling defensive  legacy of gang affiliation has filled Kendrick with tendencies that are both positive and negative, and to this  selecting attributes seem to have been present since birth, with one like this, give the gift that I Kendrick says. I was born like this, since one like this immaculate conception, he  This. Of course, stands in stark contrast to Kendricks conflicted family heritage, we discussed previously  claiming himself. Yes, you are Jesus's. New weapon implies that Kendrick views himself as an instrument in service of God.  shares this message by offering all of himself to his listeners. This provides insight to why he's beginning damn with a detailed account of his blood of his dna and all of its flawed complexities's dna continues. Kendrick plays off the word weapon wrapping. I don't Compton plate. I meditate then off your fucking head this that put the kids to bed having just claimed to be an instrument for the teachings of Jesus who he know, preach nonviolent self, sacrificing forgiveness. These lines come as a bit of a surprise. By definition, contemplation refers to the thoughtful observation of external environment, while meditation  psalms to be a way in which one can turn away from wickedness and be blessed quote. Blessed is the man who does not follow the advice of the wicked or stand in the path of sinners or sit in the seat of the air  Today, students that come from under resource communities lack access to technology and connectivity. They need to succeed, and if we,  as someone who has a very specific style preference of a somewhat sceptical about someone else, selecting my clothes. For me, I stop  create your style profile and schedule. Your first fix today by visiting stitch, fix dot com that stitch fix dot com. Welcome back to dissect before the break we discuss. Dna is first few measures. There were her  rich is built into my dna here. Kendrick seems to be claiming that his life is real by virtue of his tendency to kill as Kendrick dives deeper into his instinct, stored violence and greed. We here for the first time, evidence that wickedness has produced great suffering, even within his body. He says I got dark. I got evil that rot inside my dna.  so why did I we can train from London with Simmons ST with Gary Rankin? Make me killer NIC of record in me based on these tracks in past interviews, we don't know whether Kendrick actually personally murdered someone or just feels responsible for the murder either way. The guilt from Kendricks troublesome past has left him with a troubled heart.  just when they when they get use the. I know what you just so you use it Kendrick wraps I just win again did win again like Wimbledon. I, sir, can you accuses the image of a tennis match to describe this conflict with an unnamed opponent he's off the tennis term? Winner  pairing it sengen to a bird as a reference to the whistling sound from turbo engines, while fireworks likely refers to the flames emitted from shorten exhaust pipes. We should also note, in this passage the change of perspective Kendrick sneaks in he begins by saying I win again, but then in the corvette lines, he switches to the  Kendrick. Then moves on to further dismember his opponent. Rapping problem is all that sucker shit inside your dna, daddy, probably snitched heritage inside your dna backbone, don't exist, born outside of jellyfish  I'm self and you I know yeah yeah, yeah Kendrick wraps see my pedigree most. Definitely don't tolerate the front. Should I been through probably offend you. This is Paul as old as  In this specific line, saying quote, I can't tell you the shit I've been through.  At this point, we should remember that DNA began as a response to Fox news. We also recall that  Instead share of trauma growing up in Compton said the he documented on good kid. Mad city we might speculate. Kendrick suffers from some form of PTSD himself as a link. The verse of dna continues. Kendrick explores this child to  States my expertise- checked out in second grade. This is likely when Kendrick was seven years old. The year he became an older brother when talking about his childhood in interviews. Kendrick is  have to come in a grips too, the idea of knowing who man man was, you know as a seven year old boy in freaking out who they see as Kendrick Lamar. You know an taking all of these different aspects and personalities from my own perspective, for me, for my soul and putting them into record. Ok  sighted children illustrates how was wealth is allowed him to recover a part of childhood. He never enjoyed due to his family's financial hardships. Kendrick  chooses to surround himself with people. He may still feel antagonistic in isolated. Kendrick continues an excellent mean the extra work and absent Nis. What the you heard and pessimist never struck my nerve  here Nazareth refers to Jesus of Nazareth. Pleading his case likely refers to the trial in which Jesus played innocent of false accusations. It's unclear what Jesus trial has to do with Kendrick until we consider the next line.  Remote is parts of the earth unquote. This, of course, adds substantial context to the lines. The reason my powers here on earth, according to Jesus, the Holy Spirit, is the power that comes down from Heaven to his followers on Earth Kendrick among them. Moreover, Jesus  either true or false. This is why Jesus clarified that the Spirit he sent down to his followers was the spirit of truth quote when the comforter comes, whom I'll send you  Phil about it since day, one the higher power that Kendrick refers to is likely the same spiritual power of truth that Jesus promised to send his disciples. So we can see how  This is why I say that hip hop is done more damage to young african Americans and racism in recent years. In the midst of the chaos we here emerged, the Voice of Fox  gambling in which players roll three dice. These kinds of dice games are popular with an urban black culture, and references to Dice games run throughout the history of hip. Hop  crime and violence caused by dice games. Kendrick's assertion that he's rolling several dice further associates. Kendricks DNA with the subversive heritage of urban hip hop culture. At the same time, rolling dice could be alluding to good Friday the day that Kendrick released, damn after the trial that found Jesus to be guilty. The same trial Kendrick just reference at the end of verse. One soldiers were given orders to execute Jesus by hanging  This is I rate reaction to her all those comments about hip hop as the chaos of the bridge leads to its climax, Kendrick recites, a powerful couplet. Let's have another list  it's in harmony and three six mafia. The triplet flow has seen a recent resurgence in popularity, particularly in trap. Music spear  flight that made Alan Shepard, the first American to reach outer space.  audio editing by Eric bassen me original theme. Music by bureaucratic you can now "
        },
        {
            "show": "Dissect",
            "episode": "Through the Wire by Kanye West",
            "url": "https://www.podgist.com/dissect/s2e2-through-the-wire-by-kanye-west/index.html",
            "transcript": ""
        },
        {
            "show": "Freakonomics Radio",
            "episode": "How Spotify Saved the Music Industry (But Not Necessarily Musicians)",
            "url": "https://www.podgist.com/freakonomics/374-how-spotify-saved-the-music-industry-but-not-necessarily-musicians/index.html",
            "transcript": "For economics. Radio sponsored by bear progress is a human and  More about how there is shaping the future of agriculture visit crop science, dot bear dot com,  Over the past year too, we ve done a couple. Special series of episodes. One was called how to be creative other was a secret life of a ceo. You think those two themes would intersect all that often, but today they do a rare conversation with this man. My name is Daniel ACT and I'm the ceo and founder of Spotify. How does Daniel define Spotify mission?  Dr Ninety percent of the company's revenue Ex cofounded the company in two thousand six reach. Twenty three went public two thousand eighteen. Its market cap is now around twenty five billion.  that running a company that's become so valuable. I am actually very little folks,  depending on your personal perspective. Spotify is either an idealized digital jukebox poor as ready  these days he spends about one week a month in New York, but he still lives in Stockholm. Yeah and I have  really thought he was really cool south. I'm ok! Well, he must know something. So I learn how to play the guitar  new computer, which was subsidized by the government. I have this broad band that was subsidized by the governments  a piece of software that let a user like Daniel EK, Download, music files directly from the hard drives of other Napster users all over the world, which meant that if one person bought a cd to onto their hard drive and shared a Napster Napster, all the sudden, an infinite number of people could own it for free one problem. This is an infringement of copyright and totally illegal, at least in most places, Sweden  so easy to access and the alternative was for me to go out and buy a record with money at in the house  Sense of a very broad music education and quite eclectic tastes, which in turn got me even further into music. I mean, I don't think I would have been that interested in music if it weren't for piracy. To be honest because, like I come from a working class family, we couldn't afford all the wreckers that I wanted,  Which found that illegal downloads, in fact it almost nothing to affect music sales, they wrote. Our estimates are inconsistent with claims file. Sharing is the primary we,  two hundred million people who are participating in the economy who bought records  I definitely think so. I mean in hindsight they probably realised that it was the wrong thing, but they thought by shutting down that they contain the problem, didn't realize  It had taken apple awhile, but they finally succeeded in negotiating the rights with record labels. Daniel EK, meanwhile, was having a lot of success himself. Yeah yeah, I started like web design companies web hosting companies than a bunch of different companies. You actually started doing this work when he was fourteen by the time he was eighteen  Forbes magazine, I was deeply uncertain, of who I was and who I wanted to be. I really thought I want to be a much cooler guy than I was moved into a cabin in the woods back nears family. He play guitar meditated in overtime, thought up the idea for Spotify, of whose very simple really  Just religiously feel like everything should be free? We were never that John Parker definitely was never that either Sean Parker, as in the co founder of Napster Parker leader, provided some venture capital to Spotify. There's the other.  And I was kind of dismissive about the whole idea. Then he told me the name of this programmer and this guy  torn. I really know what to do with it, so we persuaded him to sell you torrent to us instead and the whole idea from the begin was actually two fold. It  it was more around like how do we solve a real problem? And I think that the problem that we  they would have been fools not to remember. The music industry was in steep decline thanks to changes in technology, economics and consumer preferences as Daniel.  by making relatively skinny payments to the people who actually made the music there. Royalty statements were made.  they were starting to go under, Spotify was offering a lifeboat and fairly luxurious one. Seventy percent of streaming revenues and an equity stake in the company, the big record Label- Sony, Universal and Warner were reportedly each given between four and six percent.  your wannabe, yes sure, yeah, it's music copyrights generally  in the U S was thousands of different radio stations and internationally was like multiplied by ten acts is like a pretty big thing and then,  Yeah the supplies infinite says. In order to stand out, you have to do quite a lot more and where we  By maybe being specialist in a certain John, her there now finding equal opportunities to get their music heard.  to their artist correct, you have nothing to do with it. I wouldn't which we have with nothing to do with that. What we are trying to do, however, because this is such a dramatic shift in an economic model for artists, one of the big things, which is: how do we educate people about this,  Revenue ecosystem are not really because you know the common complaint is. This. Spotify is great for customers. Re Spotify has turned out to be a lifesaver for labels. Spotify has been great for spot, a fine for you and it's been great for some musicians, but then there are others who feel that their worse off than they would have been now every cases little bit  is again to ST peak of C D. All of those different things are estimates is dead. There were about twenty two may be thirty thousand artistic live on being recorded music artists. Now they could be touring, they could be doing other things in the number can be far greater than that, but their only  do listen to a lot more music than you did before and lit listen to big a diversity of artists than you did. The form which  comparing the music industry to the modern economy. At large, both cases he argued most of the earnings were going to fewer and fewer people at the top of the pyramid is what some people call tournament model where the winners get most, if not all, of the profits Krueger died recently in age, fifty eight by suicide, he left behind a book to be published soon called rock economics in it. He rate said there are roughly two hundred thousand professional musicians in the. U S today, accounting for point. One thing  men, creativity, by enabling a million artist to be able to live off their art? This was one of the great promises of the digital era that you wouldn't have to be a superstar to make a living. In two thousand and six, the journalist Chris Anderson, published an influential book called the long tail why the future of business is selling less of more Daniel ACT in two thousand and ten  rate of point four cents per play, its nearly thirty three million dollars going to Drakes camp. But the pyramid is shark and things fall off really fast when she go beneath the top Alan Krueger Sites and industry survey, which found that just two,  has recently been valued at more than thirty billion dollars in two thousand. Thirteen. Its valuation was just eight point, four billion dollars, other  companies worth Orison or, if that's fair, there there's something called a Wall Street.  once a day works fast and lasts all day turn Europe.  I would like us to see ourselves and be ourselves: get ready to open up top, laugh even cry with our sweet. Should a  would seem to be figuring out away to derive more value, more revenue from the massive sprawling ecosystem of recorded music and eco,  focuses ass much on subscription income as a dozen advertising and HBO  None of that market is about bollywood films,  the middle of the long tail there would be a step up here be out. While I mean it's virtually non existent, so it's in a much earlier development stage, then the? U S, music economy. Let me ask about consumer,  by not having to spend more than ten dollars to consume the universe of music where that dispose  flexing videos and you can listen to that entirely for free, that's war were competing against. So in order to do that, you can imagine, then it's a free product, verses, one, this ten dollars a month.  harmful to streaming music, because now my eyes are free to do something that might be more interact right. I mean you may be right  asian or music. What wellness music sleep, amino pink noise, white  you're making a choice whether they will have an audio service of their choice, and so it  and now we're probably not the biggest the second biggest audio books service in Germany an end. This is without our involvements, mete out. This just happened by proxy, thus being a platform.  the reason. Why is really twofold? Some one is, I think that the format of podcast we're still very very early on  so, if Apple podcast data existed in a non closed environment,  he became alarmed sometime April? May, I believe, last year and obviously  If we do monetize it. Yes, if you do monetize, how well do you and yet we we monetize. Some of those aspect, of course, like in any normal at platform, is very important, though, to note that we're not selling any customer data, that's what I'm asking are that suits others ads on the spot. Five, yes, I'm out you'd be fools not to  the data in order to make the spot of experience better.  lots of different companies before I really wanted to see what would happen if I plied myself to one thing in only one thing and do it for a meaningful amount of time. How far I could get on that problem and the long  my role have to look like in order for me to be addressed at a key component. How interested you can remain, and I mean it needs to be kind of constantly challenging to tat that roughly so I mean to be honest, because otherwise, if you don't have the passion and  was that the music industry would take care of all the other things, how people get sign, how they get heard, and I realized that that  today, the primary tool that aid an artist has to get heard on Spotify. Besides putting the music on there is getting  translate into money for the rights holders so having that power is important, especially from a profit maximizing perspective, if  then you know a lot of really cool must be so cool to launch a new place as a means for you guys to discover what the music, oh yeah for sure and there's like a lot of things that you just don't even know about. So that's like been four made. The biggest thing of the last year has been really interesting and then on the pot cast side. I you know. Is it such a fastening form,  in the spot, if I music library, that you really want to fix, there are, but obviously, by now the holes tat we  never done that, it cannot goes against the ethos of what is were trying to do  The music industry has to be disrupted. I believe it has to be evolved, so we like to work with them as partners on. That's always been our approach. There isn't music on Spotify that the copyright owner haven't authorized us.  lay. Why am I not to save lives, and what would I do if I did that, and I think in our talks about this technology currents- and I think in  so the  If you want to learn more about Spotify, including how a team of swedish social scientists tried to reverse engineer it to see how the platform really works took out. A new book called spot, a fight,  In history, if you know you're banana history, you know this happened before. Can the banana be saved again its next time and for economics radio,  Facebook and linked in worthy email that radio for economics that come. We also play "
        }
    ]
}